TextRNN(
  (embeddings): Embedding(77453, 300)
  (lstm): LSTM(300, 32, num_layers=2, dropout=0.8, bidirectional=True)
  (dropout): Dropout(p=0.8, inplace=False)
  (fc): Linear(in_features=128, out_features=4, bias=True)
)
