RCNN(
  (embeddings): Embedding(766037, 300)
  (lstm): LSTM(300, 64, num_layers=4, dropout=0.8, bidirectional=True)
  (dropout): Dropout(p=0.8, inplace=False)
  (W): Linear(in_features=428, out_features=64, bias=True)
  (tanh): Tanh()
  (fc): Linear(in_features=64, out_features=5, bias=True)
)
