AttBiLSTM(
  (embeddings): Embedding(158518, 300)
  (BiLSTM): LSTM(300, 10, batch_first=True, bidirectional=True)
  (attention): Attention(
    (w): Linear(in_features=10, out_features=1, bias=True)
    (tanh): Tanh()
    (softmax): Softmax(dim=1)
  )
  (fc): Linear(in_features=10, out_features=4, bias=True)
  (tanh): Tanh()
  (dropout): Dropout(p=0.3, inplace=False)
  (softmax): Softmax(dim=1)
)
