Seq2SeqAttention(
  (embeddings): Embedding(766037, 300)
  (lstm): LSTM(300, 32, bidirectional=True)
  (dropout): Dropout(p=0.8, inplace=False)
  (fc): Linear(in_features=128, out_features=5, bias=True)
)
